alefragnani.bookmarks
Angular.ng-template
EditorConfig.EditorConfig
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
gregorbiswanger.json2ts
infinity1207.angular2-switcher
jdforsythe.add-new-line-to-files
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.winteriscoming
medo64.render-crlf
mikestead.dotenv
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
PKief.material-icon-theme
rust-lang.rust
spywhere.guides
streetsidesoftware.code-spell-checker
tyriar.sort-lines
yzane.markdown-pdf
yzhang.markdown-all-in-one
